{
    "c2dictionary": true,
    "data": {
        "Any_key": "Aperte qualquer tecla para jogar",
        "Key_up": "Aperte uma tecla para MOVER PARA CIMA",
        "Key_down": "Aperte uma tecla para MOVER PARA BAIXO",
        "Key_right": "Aperte uma tecla para MOVER PARA A DIREITA",
        "Key_left": "Aperte uma tecla para MOVER PARA A ESQUERDA",
        "Key_jump": "Aperte uma tecla para SALTAR",
        "Key_teleport": "Aperte uma tecla para TELETRANSPORTAR",
        "Key_pause": "Aperte uma tecla para PAUSAR",
        "Key_done": "Tudo pronto! Voltando em 2 segundos...",
        "MGD": "Um jogo de Marcos Game Dev",
        "Firstplay_main": "Rift Racoon é difícil! Talvez você devesse tentar o Modo Casual primeiro. No Casual você pode levar dois golpes em vez de um",
        "Firstplay_normal": "Ficar no Normal",
        "Firstplay_casual": "Mudar para Casual",
        "Firstplay_bottom": "Você pode mudar o modo quando quiser, pelo menu de Seleção de Fases",
        "Pau_paused": "Pausado",
        "Pau_resume": "Retomar Jogo",
        "Pau_restart": "Checkpoint",
        "Pau_exit": "Voltar ao Menu",
        "Dialog_1": "Eu deixei cair uns espinhos logo à frente. Salte com a tecla Z ou A no Gamepad!",
        "Dialog_2": "Chamamos esses troços de \"CHECKPOINTS\". Se você morrer, vai voltar aqui.",
        "Dialog_3": "Vai ser moleza escalar qualquer parede com garras como as suas!",
        "Dialog_4": "NÃO SOLTA da parede quando estiver derrapando pra baixo! Depois de derrapar você ainda terá forças pra subir.",
        "Dialog_5": "Eu, hein! Que queda assustadora! Melhor ir com cuidado, pelas paredes.",
        "Dialog_6": "Esse diamante parece valioso, né? Tem um em todas as fases. Pegue todos!",
        "Dialog_7": "Ué, é você quem vai testar a Instertice hoje? Pressione ou segure X para usá-la!",
        "Dialog_8": "Que horror! Quem é o responsável por isso??!",
        "Dialog_9": "Ainda estava em fase de testes... Quem ousou ativá-lo tão cedo?",
        "Dialog_10": "É, parece que o sistema de teleportar o laboratório todo não funcionou direito.",
        "Dialog_11": "Há 4 drones amarelos. Assim que ativar o primeiro, mantenha-se no ar para não desativá-los!",
        "Dialog_12": "Logo acima tem 4 drones amarelos. Ative os drones azuis e depois não pouse no chão!",
        "Dialog_13": "Vish! Parece que tem algo errado com essa Unidade de Resgate!",
        "Dialog_14": "Sé loko, tentei reprogramar esse bichin aí, mas num deu não. Corre!",
        "Dialog_hard1": "Ei, sem querer dar uma de capitão óbvio, mas você viu que tem um drone atrás de você, né?",
        "Dialog_hard2": "Dois drones aí já é sacanagem. Boa sorte, carinha!",
        "Dialog_hard3": "Eu até poderia tentar consertar um drone. Mas dois? Nem adianta tentar.",
        "Skip_cutscene": "Segure SALTO para pular o filme",
        "New_color": "Nova Cor Liberada!",
        "End_1": "Eu sinto muito...",
        "End_2": "Isso é tudo minha culpa... Tudo que te aconteceu é minha culpa...",
        "End_3": "Aconteceu uma emergência. Eu precisei correr. Na correria esqueci de fechar a porta do meu laboratório.",
        "End_4": "Se não fosse por isso, você nunca teria pego a Interstice.",
        "End_5": "Eu te conheço. Você não deixaria um bracelete brilhante pra trás, né? Ha ha!",
        "End_6": "Assim que percebi seu sumiço, e da Interstice, na hora já soube tudo que tinha acontecido...",
        "End_7": "Então enviei uma Unidade de Resgate atrás de você. Vejo que não foi uma boa ideia.",
        "End_8": "Eu devia ter te apresentado ele antes. Você pensou que ele fosse seu inimigo, não é?",
        "End_9": "No fim ele acabou sendo. Mas, sabe como é, máquinas podem dar defeito de vez em quando.",
        "End_10": "Agora já passou.",
        "End_11": "Você está em casa.",
        "Language": "PT-BR",
        "Keybind_Message": "Vacilou no mapeamento? Segure a tecla K para resetar",
        "Keybind_Reset": "Mapeamento de teclas resetado!",
        "Tut_Jump_Teclado": "Aperte Z para saltar. Segure a tecla para ir mais alto",
        "Tut_Jump_Gamepad": "Aperte A ou B para saltar. Segure para ir mais alto",
        "Tut_Savepoint": "Fique de olho nessas plataformas, elas salvam seu progresso",
        "Tut_Teleport_Teclado": "Aperte X para se teletransportar, atravessando paredes",
        "Tut_Teleport_Gamepad": "Aperte X ou Y para se teletransportar, atravessando paredes",
        "Tut_Diamond_Teclado": "Para cada 5 diamantes que coletar, uma nova paleta de cores para seus personagens. Troque no menu de pausa (Aperte ENTER)",
        "Tut_Diamond_Gamepad": "Para cada 5 diamantes que coletar, uma nova paleta de cores para seus personagens. Troque no menu de pausa (Aperte START)",
        "Tut_Orb": "A cada 5 orbs que coletar, ganha um novo cristal de vida",
        "End_Title": "Obrigado por jogar a Demo!",
        "End_AnyKey": "Adicione na sua Lista de Desejos da Steam! Aperte qualquer tecla para voltar ao menu",
        "Tut_DoubleJump": "O pato pode saltar duas vezes",
        "HQ_1": "7:00 DA MANHÃ",
        "HQ_2": "[scalex=1.5][scaley=1.5]EU TE DISSE![/scalex][/scaley] CHEGANDO CEDO A GENTE ACHA BONS LUGARES!",
        "HQ_3": "TÁ PRONTO PRA CURTIR UMA PRAIA?",
        "HQ_4": "QUAL VAI SER NOSSA BRINCADEIRA DE HOJE, [scalex=1.5][scaley=1.5]BINGO?[/scalex][/scaley]",
        "HQ_5": "UM CACHORRO HABILIDOSO COMO VOCÊ ACHA GRAÇA NUMA BOLINHA?",
        "HQ_6": "SEM GRAÇA...",
        "HQ_7": "JÁ SEI!",
        "HQ_8": "ESSE ARREMESSO VAI SER [scalex=1.3][scaley=1.3]ESPECIAL[/scalex][/scaley], BINGO!",
        "HQ_9": "VAI SER COM [SCALEX=1.3][SCALEY=1.3]TODA MINHA FORÇA![/SCALEX][/SCALEY]",
        "HQ_10": "[SCALEX=1.6][SCALEY=1.6]SE PREPARA!!![/SCALEX][/SCALEY]",
        "HQ_11": "ACHO QUE EXAGEREI!",
        "Pau_minimap": "Visualizar Mapa",
        "Pau_costumes": "Trocar Cores",
        "Save": "Jogo Salvo!",
        "Key_minimap": "Aperte uma tecla para VER MAPA",
        "Pau_return": "Voltar",
        "New_health": "+1 Vida Total!",
        "Men_delete": "Tem certeza? Selecione novamente para confirmar",
        "Tut_Climb": "O gato pode escalar paredes",
        "Tut_Minimap_Teclado": "Caso se sentir perdido, aperte TAB para abrir o mapa",
        "Tut_Minimap_Gamepad": "Caso se sentir perdido, aperte SELECT para abrir o mapa",
        "Men_ngplus": "O Novo Jogo+ inicia com todos os 5 animais e todas as cores liberados, mas todos os inimigos e perigos causam 1 dano a mais!",
        "Tut_Dive": "O sapo pode mergulhar no ar. Aperte SALTO enquanto se move no ar. Se em vez disso quiser girar com o Pato, aperte SALTO enquanto fica parado",
        "Tut_Goodluck": "Prepare-se para um verdadeiro desafio. Apenas para os mais corajosos e pacientes que chegarem ao final, uma grande recompensa. Trata-se de um caminho opcional. Boa sorte",
        "Tut_Special": "I really, REALLY didn't expect anyone to find this message. You might be the only other person besides me that found it. I don't have a reward for you. It would be very annoying to force people to find this message by having it as an achievement, or with a hidden diamond or anything. So all I can do is say congratulations, and thanks, for diving so deep into my game's mechanics and exploring it to the fullest. Finding this message proves you've done it. Thank you so so so so so so much. \n\nI'll also take this opportunity to be one of those cute developers that puts cute messages into their games. I wanna say I hope you're not taking life too seriously and not pushing yourself too hard. This game took over a year to make, and it's a short-ish game with some code from previous games, and it still took long to make. Things take time, but brick by brick the goal is reached.\n\nI don't know how to end this message, so I'll just end it. Thanks again, hope you're doing well and hope you're having fun! - Marcos Game Dev",
        "Tut_Tpup": "O guaxinim teletransporta para cima.\nSegure CIMA e depois TELETRANSPORTE",
        "Reset_Bind": "Aperte ESC para cancelar o mapeamento de teclas e resetar para as teclas originais",
        "Men_challenge": "Play through a challenging linear level with Tucker, the Raccoon!"
    }
}