{
    "c2dictionary": true,
    "data": {
        "Any_key": "Press any key to start",
        "Key_up": "Press key to MOVE UP",
        "Key_down": "Press key to MOVE DOWN",
        "Key_right": "Press key to MOVE RIGHT",
        "Key_left": "Press key to MOVE LEFT",
        "Key_jump": "Press key to JUMP",
        "Key_teleport": "Press key to TELEPORT",
        "Key_pause": "Press key to PAUSE",
        "Key_done": "All done! Returning in 2 seconds...",
        "MGD": "A game by Marcos Game Dev",
        "Firstplay_main": "Rift Racoon is difficult! Maybe you should try Casual Mode first. In Casual you can take two hits before losing, instead of only one",
        "Firstplay_normal": "Stay on Normal",
        "Firstplay_casual": "Switch to Casual",
        "Firstplay_bottom": "You can change the game mode at any time, via the Stage Select Menu",
        "Pau_paused": "Paused",
        "Pau_resume": "Resume Game",
        "Pau_restart": "Checkpoint",
        "Pau_exit": "To Main Menu",
        "Dialog_1": "I dropped some spikes up ahead. Jump over them with Key z or A on the Gamepad!",
        "Dialog_2": "We call these special platforms \"CHECKPOINTS\". If you fail, you'll respawn here.",
        "Dialog_3": "These walls up ahead should be no problem for you with claws like that!",
        "Dialog_4": "If you start sliding down a wall, KEEP PUSHING! You'll still manage to climb!",
        "Dialog_5": "Now THAT is a scary pit! If I were you, I would slide down carefully.",
        "Dialog_6": "Wow, that gem looks valuable! I'll leave it to you. Go get it! Get them all!",
        "Dialog_7": "Weird, you're the one testing the Interstice today? Press or hold X to use it!",
        "Dialog_8": "That's terrible! Who's responsible for this??",
        "Dialog_9": "It was still experimental... Who could have activated it so early?",
        "Dialog_10": "We were testing ways of teleporting the whole lab, but it wasn't ready.",
        "Dialog_11": "There are 4 yellow drones ahead. Stay on the air once you activate them, or they'll deactivate!",
        "Dialog_12": "Up from here are 4 yellow drones. Be careful, for they will deactivate if you land!",
        "Dialog_13": "What's wrong with this rescue unit?",
        "Dialog_14": "I tried reprogramming it, but it doesn't work! Run!",
        "Dialog_hard1": "There's a drone right behind you! Did you notice that? Probably did...",
        "Dialog_hard2": "Two drones?? Now that's just messed up! Good luck!",
        "Dialog_hard3": "One drone I could consider reprogramming. But two? Won't even try.",
        "Skip_cutscene": "Hold JUMP to skip",
        "New_color": "New Color Unlocked!",
        "End_1": "I am so sorry...",
        "End_2": "This is all my fault... Everything that happened to you is my fault...",
        "End_3": "An emergency happened, so I had to run. I forgot to close the door to my lab.",
        "End_4": "If it wasn't for that, you would never have worn the Interstice.",
        "End_5": "I know you. You wouldn't have left a shiny bracelet behind, right? Ha ha!",
        "End_6": "Once I realized you were missing, and the Interstice too, I already knew what had happened...",
        "End_7": "So I sent this rescue unit after you. I guess it didn't go well.",
        "End_8": "I knew I should have introduced him to you before. You thought he was your enemy, right?",
        "End_9": "He turned out to be, in the end. But, you know, it's a machine we're talking about. It can malfunction every now and then.",
        "End_10": "It's all over now.",
        "End_11": "You're home.",
        "Language": "English",
        "Keybind_Message": "If you messed up the binding, press and hold K to reset",
        "Keybind_Reset": "Key binding resetted!",
        "Tut_Jump_Teclado": "Press Z to jump. The longer you hold, the higher you'll go",
        "Tut_Jump_Gamepad": "Press A or B to jump. The longer you hold, the higher you'll go",
        "Tut_Savepoint": "Keep an eye on these platforms, they save your game's progress",
        "Tut_Teleport_Teclado": "Unleash your power. Press X to teleport and go through walls",
        "Tut_Teleport_Gamepad": "Unleash your power. Press X or Y to teleport and go through walls",
        "Tut_Diamond_Teclado": "For each 5 diamonds you collect, get a new color pallete for your characters. Customize right now on the pause menu (Press ENTER)",
        "Tut_Diamond_Gamepad": "For each 5 diamonds you collect, get a new color pallete for your characters. Customize right now on the pause menu (Press START)",
        "Tut_Orb": "For each 5 orbs you get a new health crystal",
        "End_Title": "Thanks for playing the Demo!",
        "End_AnyKey": "Wishlist now on Steam! Press any key to go back to main menu",
        "Tut_DoubleJump": "The duck can double jump",
        "HQ_1": "7 AM",
        "HQ_2": "[scalex=1.5][scaley=1.5]TOLD YA![/scalex][/scaley] ARRIVING EARLY WE ALWAYS FIND THE BEST SPOTS!",
        "HQ_3": "READY TO ENJOY THE BEACH?",
        "HQ_4": "[SCALEX=1.2][SCALEY=1.2]WHAT GAME ARE WE GONNA PLAY TODAY,[/SCALEX][/SCALEY] [SCALEX=1.7][SCALEY=1.7]BINGO?[/SCALEX][/SCALEY]",
        "HQ_5": "[SCALEX=0.8][SCALEY=0.8]A SKILLFUL DOG LIKE YOURSELF WOULD PLAY WITH A SIMPLE BALL?[/SCALEX][/SCALEY]",
        "HQ_6": "YOU'RE [SCALEX=0.8][SCALEY=0.8]NO FUN...",
        "HQ_7": "ALL RIGHT, THEN!",
        "HQ_8": "THIS SHOT WILL BE [scalex=1.3][scaley=1.3]SPECIAL[/scalex][/scaley], BINGO!",
        "HQ_9": "I'LL USE [SCALEX=1.3][SCALEY=1.3]ALL MY MIGHT![/SCALEX][/SCALEY]",
        "HQ_10": "[SCALEX=1.6][SCALEY=1.6]GET READY!!![/SCALEX][/SCALEY]",
        "HQ_11": "THAT WAS PROBABLY TOO MUCH!",
        "Pau_minimap": "Check the Map",
        "Pau_costumes": "Change Colors",
        "Save": "Progress Saved!",
        "Key_minimap": "Press key to VIEW MAP",
        "Pau_return": "Back",
        "New_health": "+1 Max Health!",
        "Men_delete": "Are you sure? Press again to confirm",
        "Tut_Climb": "The cat can climb walls",
        "Tut_Minimap_Teclado": "If you ever feel lost, press TAB to open your map",
        "Tut_Minimap_Gamepad": "If you ever feel lost, press SELECT to open your map",
        "Men_ngplus": "On New Game+, you start with all 5 animals and all colors unlocked, but everything deals 1 more damage!",
        "Tut_Dive": "The frog can dive in mid-air. Press JUMP while moving in the air. If you want to spin with the Duck instead, press JUMP while standing still",
        "Tut_Goodluck": "A true challenge lies ahead. Only the bravest and most patient will succeed and claim the reward. It is optional. Good luck",
        "Tut_Special": "I really, REALLY didn't expect anyone to find this message. You might be the only other person besides me that found it. I don't have a reward for you. It would be very annoying to force people to find this message by having it as an achievement, or with a hidden diamond or anything. So all I can do is say congratulations, and thanks, for diving so deep into my game's mechanics and exploring it to the fullest. Finding this message proves you've done it. Thank you so so so so so so much. \n\nI'll also take this opportunity to be one of those cute developers that puts cute messages into their games. I wanna say I hope you're not taking life too seriously and not pushing yourself too hard. This game took over a year to make, and it's a short-ish game with some code from previous games, and it still took long to make. Things take time, but brick by brick the goal is reached.\n\nI don't know how to end this message, so I'll just end it. Thanks again, hope you're doing well and hope you're having fun! - Marcos Game Dev",
        "Tut_Tpup": "The raccoon can teleport upwards.\nHold UP and then TELEPORT",
        "Reset_Bind": "Press ESC to cancel keybinding and reset back to default",
        "Men_challenge": "Play through a challenging linear level with Tucker, the Raccoon!"
    }
}